tap "homebrew/bundle"
tap "homebrew/services"
tap "sqldef/sqldef"
brew "asdf"
brew "libgit2"
brew "bat"
brew "deno"
brew "direnv"
brew "fzf"
brew "gh"
brew "jq"
brew "memcached", restart_service: :changed
brew "mysql-client@8.4"
brew "neovim"
brew "nodenv"
brew "perl"
brew "postgresql@14"
brew "rbenv"
brew "ripgrep"
brew "sops"
brew "the_silver_searcher"
brew "universal-ctags"
brew "vim"
brew "yq"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "graphiql"
vscode "hediet.vscode-drawio"
