tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "readline", link: true
brew "awscli", link: false
brew "bat"
brew "cmake"
brew "docker", link: false
brew "exa"
brew "fd"
brew "fzf"
brew "gawk"
brew "gcc"
brew "ghq"
brew "gibo"
brew "git"
brew "hugo"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "libidn"
brew "protobuf"
brew "mysql"
brew "nkf"
brew "node"
brew "nodebrew"
brew "postgresql"
brew "procs"
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "tfenv"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "yarn"
brew "zlib"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "heroku/brew/heroku"
cask "adobe-acrobat-reader"
cask "chromedriver"
cask "deepl"
cask "docker"
cask "google-chrome"
cask "iterm2"
cask "karabiner-elements"
cask "kindle"
cask "phantomjs"
cask "postman"
cask "slack"
cask "spectacle"
cask "visual-studio-code"
